---
kind: property
id: P:Autodesk.Revit.DB.MEPSystem.PressureLossOfCriticalPath
zh: 系统
source: html/d44592e9-ab39-2d59-5872-0c58885839dd.htm
---
# Autodesk.Revit.DB.MEPSystem.PressureLossOfCriticalPath Property

**中文**: 系统

The total pressure loss of the sections in critical path.

## Syntax (C#)
```csharp
public double PressureLossOfCriticalPath { get; }
```